# Git - latest version, override mac OS pre-install
brew 'git'
brew 'git-lfs'

# Swift, Cocoa, Xcode etc.
brew 'mergepbx'

brew 'fish'
brew 'gh'
brew 'fnm'
brew 'pyenv'
brew 'starship'
brew 'stern'

# Apps
cask '1password'
cask 'appcleaner'
cask 'autodesk-fusion'
cask 'bambu-studio'
cask 'bettertouchtool'
cask 'caffeine'
cask 'charles'
cask 'daisydisk'
cask 'docker'
cask 'elgate-control-center'
cask 'elgato-stream-deck'
cask 'ghostty'
cask 'github'
cask 'google-cloud-sdk'
cask 'gpg-suite-no-mail'
cask 'intellij-idea'
cask 'istat-menus'
cask 'kaleidoscope'
cask 'karabiner-elements'
cask 'lunar'
cask 'notion'
cask 'obsidian'
cask 'paw'
cask 'postico'
cask 'provisioning'
cask 'qfinder-pro'
cask 'rapidapi'
cask 'raycast'
cask 'rocket'
cask 'signal'
cask 'sonos'
cask 'soundsource'
cask 'spotmenu'
cask 'steam'
cask 'telegram'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'

# Fonts
tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font'
