# Swift, Cocoa, Xcode etc.
tap 'kylef/formulae'
brew 'kylef/formulae/swiftenv'
brew 'bitrise'
brew 'mergepbx'
brew 'gifify'
brew 'git'
brew 'kubernetes-cli'
brew 'rbenv'
brew 'watch'

# Heroku
brew 'heroku-toolbelt'

# Apps
tap 'caskroom/cask'
cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'bartender'
cask 'beamer'
cask 'charles'
cask 'colorpicker-skalacolor'
cask 'cyberduck'
cask 'daisydisk'
cask 'flux'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'gopro'
cask 'istat-menus'
cask 'iterm2'
cask 'kaleidoscope'
cask 'mamp'
cask 'paw'
cask 'provisioning'
cask 'sketch'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'transmission'
cask 'tunnelbear'
cask 'tunnelblick'
cask 'vlc'

# Settings up fish
brew 'fish'
tap 'caskroom/fonts'
cask 'font-hack'
