# Git - latest version, override mac OS pre-install
brew 'git'
brew 'git-lfs'

# Swift, Cocoa, Xcode etc.
brew 'mergepbx'

brew 'fish'
brew 'gh'
brew 'gifify'
brew 'jenv'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pyenv'
brew 'qmk'
brew 'rbenv'
brew 'starship'
brew 'stern'

# Apps
tap 'caskroom/cask'
cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'beamer'
cask 'caffeine'
cask 'charles'
cask 'daisydisk'
cask 'github'
cask 'google-cloud-sdk'
cask 'gpg-suite-no-mail'
cask 'istat-menus'
cask 'iterm2'
cask 'java11'
cask 'kaleidoscope'
cask 'kicad'
cask 'notion'
cask 'paw'
cask 'postico'
cask 'provisioning'
cask 'rocket'
cask 'signal'
cask 'slack'
cask 'sonos'
cask 'soulver'
cask 'sourcetree'
cask 'spotmenu'
cask 'spotify'
cask 'telegram'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'

# Fonts
tap 'caskroom/fonts'
cask 'font-hack'
cask 'font-caskaydia-cove-nerd-font'
